Repository: lingxi-coder/lingxi-app
Catalog: clients/ios/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, ko, zh_hant

# app_intent_ask_description
source: 把来自 Siri、快捷指令或其他 App 的文本带入新对话。
en: Bring text from Siri, Shortcuts, or another app into a new conversation.
ja: Siri、ショートカット、または他のアプリからのテキストを新しい会話に渡します。
ko: Siri, 단축어 또는 다른 앱에서 전달된 텍스트를 새 대화로 가져옵니다.
zh_hant: 把來自 Siri、快捷指令或其他 App 的文字帶入新對話。

# app_intent_ask_title
source: 向灵犀提问
en: Ask Lingxi
ja: 灵犀に質問する
ko: 灵犀에게 질문하기
zh_hant: 向靈犀提問

# app_intent_initial_command_param_title
source: 预填命令
en: Pre-filled Command
ja: 事前入力するコマンド
ko: 미리 입력할 명령
zh_hant: 預填命令

# app_intent_new_conversation_description
source: 在当前项目中新建一个灵犀对话。
en: Start a new Lingxi conversation in the current project.
ja: 現在のプロジェクトで灵犀の新しい会話を作成します。
ko: 현재 프로젝트에서 灵犀 새 대화를 만듭니다.
zh_hant: 在當前專案中新建一個靈犀對話。

# app_intent_new_conversation_title
source: 新建灵犀对话
en: New Lingxi Conversation
ja: 灵犀で新しい会話を作成
ko: 灵犀 새 대화 만들기
zh_hant: 新建靈犀對話

# app_intent_open_description
source: 打开灵犀并回到当前会话。
en: Open Lingxi and return to the current conversation.
ja: 灵犀を開いて、現在の会話に戻ります。
ko: 灵犀를 열고 현재 대화로 돌아갑니다.
zh_hant: 開啟靈犀並回到當前會話。

# app_intent_open_terminal_description
source: 打开当前项目的终端，可选择预填一条命令。
en: Open the current project's terminal, optionally pre-filled with a command.
ja: 現在のプロジェクトのターミナルを開きます。コマンドをあらかじめ入力しておくこともできます。
ko: 현재 프로젝트의 터미널을 열며, 명령을 미리 입력해 둘 수도 있습니다.
zh_hant: 開啟當前專案的終端，可選擇預填一條命令。

# app_intent_open_terminal_title
source: 打开灵犀终端
en: Open Lingxi Terminal
ja: 灵犀のターミナルを開く
ko: 灵犀 터미널 열기
zh_hant: 開啟靈犀終端

# app_intent_open_title
source: 打开灵犀
en: Open Lingxi
ja: 灵犀を開く
ko: 灵犀 열기
zh_hant: 開啟靈犀

# app_intent_question_param_title
source: 问题
en: Question
ja: 質問
ko: 질문
zh_hant: 問題

# app_name
source: 灵犀
en: Lingxi
zh_hant: 靈犀

# chat_active_agents %u
source: %u 个活跃 Agent
en: %u active agents
ja: アクティブな Agent %u 個
ko: 활성 에이전트 %u개
zh_hant: %u 個活躍 Agent

# chat_agent_run
source: Agent 运行
en: Agent Run
ja: Agent 実行
ko: 에이전트 실행
zh_hant: Agent 執行

# chat_cancel_failed %@
source: 取消失败：%@
en: Cancel failed: %@
ja: キャンセルに失敗しました：%@
ko: 취소 실패: %@
zh_hant: 取消失敗：%@

# chat_cancel_old_session_failed %@
source: 取消旧会话失败：%@
en: Failed to cancel previous session: %@
ja: 以前の会話のキャンセルに失敗しました：%@
ko: 이전 세션 취소 실패: %@
zh_hant: 取消舊會話失敗：%@

# chat_capture_failed %@
source: 拍照失败：%@
en: Failed to capture photo: %@
ja: 撮影に失敗しました：%@
ko: 촬영 실패: %@
zh_hant: 拍照失敗：%@

# chat_capture_permission_denied
source: 需要相机或相册权限
en: Camera or photo library access required
ja: カメラまたは写真ライブラリの権限が必要です
ko: 카메라 또는 사진 보관함 권한이 필요합니다
zh_hant: 需要相機或相簿權限

# chat_compacted %lld %lld
source: 对话已压缩 %lld → %lld
en: Conversation compacted %lld → %lld
ja: 会話を圧縮しました %lld → %lld
ko: 대화가 압축됨 %lld → %lld
zh_hant: 對話已壓縮 %lld → %lld

# chat_compacted_label
source: 对话已压缩
en: Conversation compacted
ja: 会話を圧縮しました
ko: 대화가 압축되었습니다
zh_hant: 對話已壓縮

# chat_compaction %u %u %llu
source: 上下文压缩：%u → %u，释放 %llu B
en: Context compacted: %u → %u, freed %llu B
ja: コンテキスト圧縮：%u → %u、%llu B を解放
ko: 컨텍스트 압축: %u → %u, %llu B 확보
zh_hant: 上下文壓縮：%u → %u，釋放 %llu B

# chat_compaction_status
source: 上下文已压缩：%1$d → %2$d 条，释放 %3$s
en: Context compacted: %1$d → %2$d messages, freed %3$s
ja: コンテキストを圧縮しました：%1$d → %2$d 件、%3$s を解放
ko: 컨텍스트 압축됨: %1$d → %2$d개, %3$s 확보
zh_hant: 上下文已壓縮：%1$d → %2$d 條，釋放 %3$s

# chat_computer_use_dismiss
source: 关闭 Computer Use 配置提示
en: Dismiss the Computer Use setup notice
ja: Computer Use 設定の案内を閉じる
ko: Computer Use 설정 안내 닫기
zh_hant: 關閉 Computer Use 配置提示

# chat_computer_use_missing_accessibility
source: 启用 LingXi 无障碍服务
en: Enable LingXi Accessibility Service
ja: LingXi のユーザー補助サービスを有効化
ko: LingXi 접근성 서비스 활성화
zh_hant: 啟用 LingXi 無障礙服務

# chat_computer_use_missing_browser
source: 授权浏览器
en: Authorize browser
ja: ブラウザを許可
ko: 브라우저 권한 부여
zh_hant: 授權瀏覽器

# chat_computer_use_unavailable_detail
source: 请%1$s
en: Please %1$s
ja: %1$sしてください
ko: %1$s해 주세요
zh_hant: 請%1$s

# chat_computer_use_unavailable_title
source: Computer Use 尚未可用
en: Computer Use isn't available yet
ja: Computer Use はまだ利用できません
ko: Computer Use를 아직 사용할 수 없습니다

# chat_dismiss_error
source: 关闭错误提示
en: Dismiss Error
ja: エラー表示を閉じる
ko: 오류 알림 닫기
zh_hant: 關閉錯誤提示

# chat_empty_state_hint
source: 随便说点什么，或使用输入框旁的语音功能。
en: Say anything, or use the voice button next to the input field.
ja: 何でも話しかけてみてください。入力欄の横にある音声機能も使えます。
ko: 편하게 무엇이든 말해보거나 입력창 옆의 음성 기능을 사용해 보세요.
zh_hant: 隨便說點什麼，或使用輸入框旁的語音功能。

# chat_engine_build_failed
source: 移动端引擎不可用或未正确链接
en: The mobile engine is unavailable or not linked correctly
ja: モバイルエンジンが利用できないか、正しくリンクされていません
ko: 모바일 엔진을 사용할 수 없거나 올바르게 연결되지 않았습니다
zh_hant: 移動端引擎不可用或未正確連結

# chat_engine_unavailable
source: 移动端引擎当前不可用
en: The mobile engine is currently unavailable
ja: モバイルエンジンは現在利用できません
ko: 현재 모바일 엔진을 사용할 수 없습니다
zh_hant: 移動端引擎當前不可用

# chat_error_auth_headline
source: 鉴权失败
en: Authentication failed
ja: 認証に失敗しました
ko: 인증 실패
zh_hant: 驗證失敗

# chat_error_cancel_generation_failed
source: 取消生成失败：%1$s
en: Failed to cancel generation: %1$s
ja: 生成のキャンセルに失敗しました：%1$s
ko: 생성 취소 실패: %1$s
zh_hant: 取消生成失敗：%1$s

# chat_error_connect_failed
source: 无法连接模型服务。请检查当前网络或 VPN 后重试。
en: Couldn't connect to the model service. Check your current network or VPN, then try again.
ja: モデルサービスに接続できません。現在のネットワークまたは VPN を確認してから再試行してください。
ko: 모델 서비스에 연결할 수 없습니다. 현재 네트워크 또는 VPN을 확인한 후 다시 시도해 주세요.
zh_hant: 無法連線模型服務。請檢查當前網路或 VPN 後重試。

# chat_error_connect_timeout
source: 连接模型服务超时。请检查当前网络或 VPN 后重试。
en: Connecting to the model service timed out. Check your current network or VPN, then try again.
ja: モデルサービスへの接続がタイムアウトしました。現在のネットワークまたは VPN を確認してから再試行してください。
ko: 모델 서비스 연결 시간이 초과되었습니다. 현재 네트워크 또는 VPN을 확인한 후 다시 시도해 주세요.
zh_hant: 連線模型服務逾時。請檢查當前網路或 VPN 後重試。

# chat_error_dns
source: 无法解析模型服务地址。请检查 VPN、私人 DNS 或当前网络后重试。
en: Couldn't resolve the model service address. Check your VPN, private DNS, or current network, then try again.
ja: モデルサービスのアドレスを解決できません。VPN、プライベート DNS、現在のネットワークを確認してから再試行してください。
ko: 모델 서비스 주소를 확인할 수 없습니다. VPN, 개인 DNS 또는 현재 네트워크를 확인한 후 다시 시도해 주세요.
zh_hant: 無法解析模型服務地址。請檢查 VPN、私人 DNS 或當前網路後重試。

# chat_error_engine_reconnect_failed
source: 引擎重连失败：%1$s
en: Engine reconnect failed: %1$s
ja: エンジンの再接続に失敗しました：%1$s
ko: 엔진 재연결 실패: %1$s
zh_hant: 引擎重連失敗：%1$s

# chat_error_engine_submit_failed
source: 引擎错误：%1$s
en: Engine error: %1$s
ja: エンジンエラー：%1$s
ko: 엔진 오류: %1$s
zh_hant: 引擎錯誤：%1$s

# chat_error_generic_headline
source: 出错了
en: Something went wrong
ja: エラーが発生しました
ko: 오류가 발생했습니다
zh_hant: 出錯了

# chat_error_host
source: 引擎错误
en: Engine error
ja: エンジンエラー
ko: 엔진 오류
zh_hant: 引擎錯誤

# chat_error_internal
source: 内部错误
en: Internal error
ja: 内部エラー
ko: 내부 오류
zh_hant: 內部錯誤

# chat_error_max_turns
source: 已达最大轮数
en: Reached maximum turns
ja: 最大ターン数に到達
ko: 최대 turn 수에 도달했습니다
zh_hant: 已達最大輪數

# chat_error_persist_active_project_failed
source: 无法保存活动项目：%1$s
en: Couldn't save the active project: %1$s
ja: アクティブなプロジェクトを保存できませんでした：%1$s
ko: 활성 프로젝트를 저장할 수 없습니다: %1$s
zh_hant: 無法儲存活動專案：%1$s

# chat_error_project_engine_create_failed
source: 项目引擎创建失败：%1$s
en: Failed to create project engine: %1$s
ja: プロジェクトエンジンの作成に失敗しました：%1$s
ko: 프로젝트 엔진 생성 실패: %1$s
zh_hant: 專案引擎建立失敗：%1$s

# chat_error_protocol
source: 协议错误
en: Protocol error
ja: プロトコルエラー
ko: 프로토콜 오류
zh_hant: 協議錯誤

# chat_error_rejected
source: 操作被拒绝
en: Operation rejected
ja: 操作が拒否されました
ko: 작업이 거부되었습니다
zh_hant: 操作被拒絕

# chat_error_server
source: 服务端错误
en: Server error
ja: サーバーエラー
ko: 서버 오류
zh_hant: 服務端錯誤

# chat_error_session_list_failed
source: 会话列表加载失败：%1$s
en: Failed to load the session list: %1$s
ja: 会話一覧の読み込みに失敗しました：%1$s
ko: 세션 목록 로드 실패: %1$s
zh_hant: 會話列表載入失敗：%1$s

# chat_error_session_switch_failed
source: 会话切换失败：%1$s
en: Failed to switch session: %1$s
ja: 会話の切り替えに失敗しました：%1$s
ko: 세션 전환 실패: %1$s
zh_hant: 會話切換失敗：%1$s

# chat_error_stop_before_switch_project
source: 请先停止当前任务，再切换项目。
en: Please stop the current task before switching projects.
ja: プロジェクトを切り替える前に、現在のタスクを停止してください。
ko: 프로젝트를 전환하기 전에 현재 작업을 먼저 중지해 주세요.
zh_hant: 請先停止當前任務，再切換專案。

# chat_error_tls
source: 模型服务安全连接失败。请检查系统时间、VPN 或证书设置后重试。
en: Secure connection to the model service failed. Check your system time, VPN, or certificate settings, then try again.
ja: モデルサービスへの安全な接続に失敗しました。システム時刻、VPN、証明書の設定を確認してから再試行してください。
ko: 모델 서비스 보안 연결에 실패했습니다. 시스템 시간, VPN 또는 인증서 설정을 확인한 후 다시 시도해 주세요.
zh_hant: 模型服務安全連線失敗。請檢查系統時間、VPN 或證書設定後重試。

# chat_error_transport
source: 网络错误
en: Network error
ja: ネットワークエラー
ko: 네트워크 오류
zh_hant: 網路錯誤

# chat_go_enable
source: 去启用
en: Go enable
ja: 有効化する
ko: 활성화하러 가기
zh_hant: 去啟用

# chat_go_to_settings
source: 去设置
en: Go to settings
ja: 設定へ
ko: 설정으로 이동
zh_hant: 去設定

# chat_model_not_configured_detail
source: 添加 LLM Provider 并选择模型后即可开始对话
en: Add an LLM provider and choose a model to start chatting
ja: LLM Provider を追加してモデルを選択すると、会話を始められます
ko: LLM Provider를 추가하고 모델을 선택하면 대화를 시작할 수 있습니다
zh_hant: 新增 LLM Provider 並選擇模型後即可開始對話

# chat_model_not_configured_title
source: 尚未设置模型
en: No model set up yet
ja: モデルが未設定です
ko: 모델이 설정되지 않았습니다
zh_hant: 尚未設定模型

# chat_new_chat
source: 新建对话
en: New Chat
ja: 新しい会話を作成
ko: 새 대화 만들기
zh_hant: 新建對話

# chat_new_chat_hint
source: 随便说点什么，或轻点输入框旁的波形按钮开启心流模式。
en: Say anything, or tap the waveform button next to the input box to start Flow Mode.
ja: 何でも話しかけてみてください。入力欄の横にある波形ボタンをタップすると心流モードが始まります。
ko: 편하게 무엇이든 말해보거나, 입력창 옆의 파형 버튼을 눌러 심리스 모드를 켜보세요.
zh_hant: 隨便說點什麼，或輕點輸入框旁的波形按鈕開啟心流模式。

# chat_new_conversation
source: 新对话
en: New Conversation
ja: 新しい会話
ko: 새 대화
zh_hant: 新對話

# chat_new_session_failed
source: 新建会话失败
en: Failed to create new session
ja: 新しい会話の作成に失敗しました
ko: 새 세션 생성 실패
zh_hant: 新建會話失敗

# chat_notice_cancelled
source: 已取消本轮。
en: This turn was cancelled.
ja: このターンをキャンセルしました。
ko: 이번 turn을 취소했습니다.
zh_hant: 已取消本輪。

# chat_notice_max_turns
source: 已达最大轮数，对话已停止。
en: Reached the maximum number of turns; the conversation has stopped.
ja: 最大ターン数に達したため、会話を停止しました。
ko: 최대 turn 수에 도달하여 대화가 중지되었습니다.
zh_hant: 已達最大輪數，對話已停止。

# chat_offline
source: 当前离线
en: You're offline
ja: 現在オフライン
ko: 현재 오프라인
zh_hant: 當前離線

# chat_offline_detail
source: 网络不可用，新消息将无法送达。
en: No network connection — new messages won't be delivered.
ja: ネットワークが利用できないため、新しいメッセージは送信できません。
ko: 네트워크를 사용할 수 없어 새 메시지를 보낼 수 없습니다.
zh_hant: 網路不可用，新訊息將無法送達。

# chat_open_drawer
source: 打开抽屉
en: Open Drawer
ja: ドロワーを開く
ko: 서랍 열기
zh_hant: 開啟抽屜

# chat_open_in_terminal
source: 在终端打开
en: Open in Terminal
ja: ターミナルで開く
ko: 터미널에서 열기
zh_hant: 在終端開啟

# chat_open_in_terminal_button
source: 在终端中打开
en: Open in terminal
ja: ターミナルで開く
ko: 터미널에서 열기
zh_hant: 在終端中開啟

# chat_open_side_drawer
source: 打开侧栏
en: Open side panel
ja: サイドバーを開く
ko: 사이드 서랍 열기
zh_hant: 開啟側欄

# chat_output_truncated
source: 输出已截断
en: Output truncated
ja: 出力が切り詰められました
ko: 출력이 잘렸습니다
zh_hant: 輸出已截斷

# chat_permission_response_failed %@
source: 权限响应失败：%@
en: Permission response failed: %@
ja: 権限応答に失敗しました：%@
ko: 권한 응답 실패: %@
zh_hant: 權限響應失敗：%@

# chat_provider_engine_unavailable
source: 当前预览环境没有可用的 Provider 引擎。
en: No provider engine is available in this preview environment.
ja: 現在のプレビュー環境には利用可能な Provider エンジンがありません。
ko: 현재 미리보기 환경에는 사용 가능한 Provider 엔진이 없습니다.
zh_hant: 當前預覽環境沒有可用的 Provider 引擎。

# chat_redacted_thinking
source: [已折叠的思考]
en: [Thinking collapsed]
ja: [折りたたまれた思考]
ko: [접힌 생각 과정]
zh_hant: [已摺疊的思考]

# chat_resume_session_failed
source: 恢复会话失败
en: Failed to resume session
ja: 会話の再開に失敗しました
ko: 세션 복원 실패
zh_hant: 恢復會話失敗

# chat_retry_attempt %@ %u %u %llu
source: %@ · 第 %u / %u 次，%llums 后重试
en: %@ · Attempt %u of %u, retrying in %llums
ja: %@ · %u / %u 回目、%llums 後に再試行
ko: %@ · %u / %u번째, %llums 후 재시도
zh_hant: %@ · 第 %u / %u 次，%llums 後重試

# chat_retry_connection
source: 重试连接
en: Retry Connection
ja: 接続を再試行
ko: 연결 다시 시도
zh_hant: 重試連線

# chat_retry_status
source: 请求重试 %1$d/%2$d（%3$s）
en: Retrying request %1$d/%2$d (%3$s)
ja: リクエスト再試行 %1$d/%2$d（%3$s）
ko: 요청 재시도 %1$d/%2$d(%3$s)
zh_hant: 請求重試 %1$d/%2$d（%3$s）

# chat_retrying %u %u
source: 重试中（%u/%u）…
en: Retrying (%u/%u)…
ja: 再試行中（%u/%u）…
ko: 다시 시도 중 (%u/%u)…
zh_hant: 重試中（%u/%u）…

# chat_run_accessibility_label
source: Agent 运行过程，%1$s
en: Agent run in progress, %1$s
ja: Agent の実行状況、%1$s
ko: 에이전트 실행 과정, %1$s
zh_hant: Agent 執行過程，%1$s

# chat_run_active_collaborators
source: %1$d 个协作者
en: %1$d collaborators
ja: %1$d 人の協力者
ko: 협업자 %1$d명
zh_hant: %1$d 個協作者

# chat_run_analyzing_request
source: 正在分析请求…
en: Analyzing request…
ja: リクエストを分析中…
ko: 요청을 분석하는 중…
zh_hant: 正在分析請求…

# chat_run_collaborators_label
source: 协作者 %1$d%2$s
en: Collaborators %1$d%2$s
ja: 協力者 %1$d%2$s
ko: 협업자 %1$d명%2$s
zh_hant: 協作者 %1$d%2$s

# chat_run_collapse
source: 收起
en: Collapse
ja: 折りたたむ
ko: 접기

# chat_run_expand
source: 展开
en: Expand
ja: 展開
ko: 펼치기
zh_hant: 展開

# chat_run_generating
source: 生成中
en: Generating
ko: 생성 중

# chat_run_reasoning_active
source: 思考中
en: Thinking
ko: 생각 중

# chat_run_reasoning_truncated
source: 较早的思考内容已省略
en: Earlier reasoning has been omitted
ja: それ以前の思考内容は省略されました
ko: 이전 생각 내용은 생략되었습니다
zh_hant: 較早的思考內容已省略

# chat_run_status_cancelled
source: 已停止
en: Stopped
ja: 停止済み
ko: 중지됨

# chat_run_status_completed
source: 运行完成
en: Run complete
ja: 実行完了
ko: 실행 완료
zh_hant: 執行完成

# chat_run_status_failed
source: 运行失败
en: Run failed
ja: 実行失敗
ko: 실행 실패
zh_hant: 執行失敗

# chat_run_status_running
source: 正在运行
en: Running
ja: 実行中
ko: 실행 중
zh_hant: 正在執行

# chat_run_tool_executing
source: 工具执行中
en: Running tool
ja: ツール実行中
ko: 도구 실행 중
zh_hant: 工具執行中

# chat_session_replaced
source: 原会话已不存在，已创建新对话
en: The previous session no longer exists — a new conversation was created
ja: 元の会話が存在しないため、新しい会話を作成しました
ko: 기존 세션이 더 이상 존재하지 않아 새 대화를 만들었습니다
zh_hant: 原會話已不存在，已建立新對話

# chat_session_replaced_failed %@
source: 原会话已不存在，且新建会话失败：%@
en: The previous session no longer exists, and creating a new one failed: %@
ja: 元の会話が存在せず、新しい会話の作成にも失敗しました：%@
ko: 기존 세션이 더 이상 존재하지 않으며, 새 세션 생성에도 실패했습니다: %@
zh_hant: 原會話已不存在，且新建會話失敗：%@

# chat_share_reply
source: 分享回复
en: Share Reply
ja: 返信を共有
ko: 답변 공유
zh_hant: 分享回覆

# chat_shell_cancelled
source: Shell 已取消
en: Shell cancelled
ja: Shell キャンセル済み
ko: 셸 취소됨

# chat_shell_completed
source: Shell 完成
en: Shell completed
ja: Shell 完了
ko: 셸 완료

# chat_shell_failed
source: Shell 失败
en: Shell failed
ja: Shell 失敗
ko: 셸 실패
zh_hant: Shell 失敗

# chat_shell_running
source: Shell 运行中…
en: Shell running…
ja: Shell 実行中…
ko: 셸 실행 중…
zh_hant: Shell 執行中…

# chat_shell_timed_out
source: Shell 超时
en: Shell timed out
ja: Shell タイムアウト
ko: 셸 시간 초과
zh_hant: Shell 逾時

# chat_start_new_conversation
source: 开启新对话
en: Start New Conversation
ja: 新しい会話を開始
ko: 새 대화 시작
zh_hant: 開啟新對話

# chat_status_cancelled
source: 已取消
en: Cancelled
ja: キャンセル済み
ko: 취소됨

# chat_status_completed
source: 已完成
en: Completed
ja: 完了
ko: 완료됨

# chat_status_failed
source: 失败
en: Failed
ja: 失敗
ko: 실패
zh_hant: 失敗

# chat_status_max_turns
source: 达到上限
en: Limit Reached
ja: 上限に到達
ko: 상한 도달
zh_hant: 達到上限

# chat_status_new_project_session
source: 正在新建项目会话…
en: Starting a new project session…
ja: プロジェクトの会話を新規作成しています…
ko: 프로젝트 세션을 새로 만드는 중…
zh_hant: 正在新建專案會話…

# chat_status_new_session
source: 正在新建会话…
en: Starting a new session…
ja: 新しい会話を作成しています…
ko: 세션을 새로 만드는 중…
zh_hant: 正在新建會話…

# chat_status_reconnecting
source: 正在重新连接…
en: Reconnecting…
ja: 再接続しています…
ko: 다시 연결하는 중…
zh_hant: 正在重新連線…

# chat_status_resuming_project_session
source: 正在恢复项目会话…
en: Resuming project session…
ja: プロジェクトの会話を再開しています…
ko: 프로젝트 세션을 복원하는 중…
zh_hant: 正在恢復專案會話…

# chat_status_resuming_session
source: 正在恢复会话…
en: Resuming session…
ja: 会話を再開しています…
ko: 세션을 복원하는 중…
zh_hant: 正在恢復會話…

# chat_status_running
source: 运行中
en: Running
ja: 実行中
ko: 실행 중
zh_hant: 執行中

# chat_status_timed_out
source: 超时
en: Timed Out
ja: タイムアウト
ko: 시간 초과
zh_hant: 逾時

# chat_stopping
source: 正在停止…
en: Stopping…
ja: 停止中…
ko: 중지하는 중…

# chat_switch_model_failed %@
source: 切换模型失败：%@
en: Failed to switch model: %@
ja: モデルの切り替えに失敗しました：%@
ko: 모델 전환 실패: %@
zh_hant: 切換模型失敗：%@

# chat_team_active_agents %@ %u
source: %@ · %u 个活跃 Agent
en: %@ · %u active agents
ja: %@ · アクティブな Agent %u 個
ko: %@ · 활성 에이전트 %u개
zh_hant: %@ · %u 個活躍 Agent

# chat_theme_dark
source: 切换到深色主题
en: Switch to Dark Theme
ja: ダークテーマに切り替え
ko: 다크 테마로 전환
zh_hant: 切換到深色主題

# chat_theme_light
source: 切换到浅色主题
en: Switch to Light Theme
ja: ライトテーマに切り替え
ko: 라이트 테마로 전환
zh_hant: 切換到淺色主題

# chat_thinking
source: 思考
en: Thinking
ko: 생각 중

# chat_thinking_signature
source: 推理签名已附加
en: Reasoning signature attached
ja: 推論シグネチャを添付しました
ko: 추론 서명이 첨부되었습니다
zh_hant: 推理簽名已附加

# chat_toggle_theme_dark
source: 切换深色主题
en: Switch to dark theme
ja: ダークテーマに切り替え
ko: 다크 테마로 전환
zh_hant: 切換深色主題

# chat_toggle_theme_light
source: 切换浅色主题
en: Switch to light theme
ja: ライトテーマに切り替え
ko: 라이트 테마로 전환
zh_hant: 切換淺色主題

# chat_tool_call_title %@
source: 调用工具 %@
en: Calling tool %@
ja: ツール %@ を呼び出し中
ko: %@ 도구 호출
zh_hant: 呼叫工具 %@

# chat_tool_calling %@
source: 调用工具 %@…
en: Calling tool %@…
ja: ツール %@ を呼び出し中…
ko: %@ 도구 호출 중…
zh_hant: 呼叫工具 %@…

# chat_tool_calling_label
source: 调用工具 %1$s…
en: Calling tool %1$s…
ja: ツール %1$s を呼び出し中…
ko: %1$s 도구 호출 중…
zh_hant: 呼叫工具 %1$s…

# chat_tool_cancelled %@
source: 工具 %@ 已取消
en: Tool %@ cancelled
ja: ツール %@ をキャンセルしました
ko: %@ 도구가 취소되었습니다

# chat_tool_completed %@
source: 工具 %@ 完成
en: Tool %@ completed
ja: ツール %@ が完了
ko: %@ 도구가 완료되었습니다

# chat_tool_completed_label
source: 工具 %1$s 完成
en: Tool %1$s completed
ja: ツール %1$s が完了
ko: %1$s 도구 완료

# chat_tool_failed %@
source: 工具 %@ 失败
en: Tool %@ failed
ja: ツール %@ が失敗
ko: %@ 도구 실패
zh_hant: 工具 %@ 失敗

# chat_tool_failed_label
source: 工具 %1$s 失败
en: Tool %1$s failed
ja: ツール %1$s が失敗
ko: %1$s 도구 실패
zh_hant: 工具 %1$s 失敗

# chat_tool_result_completed
source: 工具完成
en: Tool completed
ja: ツール完了
ko: 도구 완료

# chat_tool_result_failed
source: 工具失败
en: Tool failed
ja: ツール失敗
ko: 도구 실패
zh_hant: 工具失敗

# chat_tool_result_label
source: 工具结果
en: Tool result
ja: ツール結果
ko: 도구 결과
zh_hant: 工具結果

# chat_tool_result_summary %@
source: 工具结果：%@
en: Tool result: %@
ja: ツール結果：%@
ko: 도구 결과: %@
zh_hant: 工具結果：%@

# chat_tool_returned %@
source: 工具 %@ 返回
en: Tool %@ returned
ja: ツール %@ が結果を返却
ko: %@ 도구 반환됨

# chat_tool_running %@
source: 工具 %@ 运行中…
en: Tool %@ running…
ja: ツール %@ 実行中…
ko: %@ 도구 실행 중…
zh_hant: 工具 %@ 執行中…

# chat_tool_running_label
source: 工具 %1$s 运行中…
en: Tool %1$s running…
ja: ツール %1$s 実行中…
ko: %1$s 도구 실행 중…
zh_hant: 工具 %1$s 執行中…

# chat_tool_status_completed
source: 完成
en: Done
ja: 完了
ko: 완료

# chat_usage_cache
source: 缓存
en: Cache
ja: キャッシュ
ko: 캐시
zh_hant: 快取

# chat_usage_cache_read
source: 缓存命中
en: Cache read
ja: キャッシュヒット
ko: 캐시 적중
zh_hant: 快取命中

# chat_usage_cache_write
source: 缓存写入
en: Cache write
ja: キャッシュ書き込み
ko: 캐시 쓰기
zh_hant: 快取寫入

# chat_usage_input
source: 输入
en: Input
ja: 入力
ko: 입력
zh_hant: 輸入

# chat_usage_output
source: 输出
en: Output
ja: 出力
ko: 출력
zh_hant: 輸出

# common_cancel
source: 取消
en: Cancel
ja: キャンセル
ko: 취소

# common_close
source: 关闭
en: Close
ja: 閉じる
ko: 닫기
zh_hant: 關閉

# common_create
source: 创建
en: Create
ja: 作成
ko: 만들기
zh_hant: 建立

# common_delete
source: 删除
en: Delete
ja: 削除
ko: 삭제
zh_hant: 刪除

# common_global
source: 全局
en: Global
ja: グローバル
ko: 전역
zh_hant: 全域

# common_got_it
source: 知道了
en: Got it
ja: 了解しました
ko: 확인했어요

# common_lang_zh_hans
source: 简体中文
en: Simplified Chinese
ja: 簡体字中国語
ko: 중국어(간체)
zh_hant: 簡體中文

# common_no
source: 否
en: No
ja: いいえ
ko: 아니요

# common_none
source: 无
en: None
ja: なし
ko: 없음
zh_hant: 無

# common_not_supported
source: 暂不支持
en: Not supported yet
ja: 現在未対応
ko: 아직 지원하지 않음
zh_hant: 暫不支援

# common_ok
source: 好
en: OK
ja: OK
ko: 확인

# common_open
source: 打开
en: Open
ja: 開く
ko: 열기
zh_hant: 開啟

# common_removed
source: 移除
en: Removed
ja: 削除済み
ko: 제거됨

# common_retry
source: 重试
en: Retry
ja: 再試行
ko: 다시 시도
zh_hant: 重試

# common_start
source: 启动
en: Start
ja: 開始
ko: 시작
zh_hant: 啟動

# common_unknown_error
source: 未知错误
en: Unknown error
ja: 不明なエラー
ko: 알 수 없는 오류
zh_hant: 未知錯誤

# common_unset
source: 未设置
en: Not set
ja: 未設定
ko: 설정되지 않음
zh_hant: 未設定

# common_yes
source: 是
en: Yes
ja: はい
ko: 예

# composer_add_attachment
source: 添加附件
en: Add Attachment
ja: 添付を追加
ko: 첨부 파일 추가
zh_hant: 新增附件

# composer_camera
source: 拍照
en: Take photo
ja: カメラ撮影
ko: 사진 촬영

# composer_captured_photo
source: 已拍摄的照片
en: Captured photo
ja: 撮影した写真
ko: 촬영한 사진
zh_hant: 已拍攝的照片

# composer_configure_button
source: 配置
en: Configure
ja: 設定
ko: 설정

# composer_configure_provider
source: 配置 %1$s
en: Configure %1$s
ja: %1$s を設定
ko: %1$s 설정

# composer_current_model
source: 当前模型
en: Current model
ja: 現在のモデル
ko: 현재 모델
zh_hant: 當前模型

# composer_done
source: 完成
en: Done
ja: 完了
ko: 완료

# composer_flow_mode
source: 开启心流模式
en: Turn On Flow Mode
ja: 心流モードを開始
ko: 심리스 모드 켜기
zh_hant: 開啟心流模式

# composer_loading_model
source: 加载模型…
en: Loading model…
ja: モデルを読み込み中…
ko: 모델 불러오는 중…
zh_hant: 載入模型…

# composer_loading_models
source: 正在加载模型…
en: Loading models…
ja: モデルを読み込んでいます…
ko: 모델을 불러오는 중…
zh_hant: 正在載入模型…

# composer_more
source: 更多
en: More
ja: その他
ko: 더 보기

# composer_no_matching_models
source: 没有匹配的模型
en: No matching models
ja: 一致するモデルがありません
ko: 일치하는 모델이 없습니다
zh_hant: 沒有匹配的模型

# composer_placeholder
source: 向灵犀提问…
en: Ask Lingxi…
ja: 灵犀に質問する…
ko: 灵犀에게 물어보세요…
zh_hant: 向靈犀提問…

# composer_record
source: 普通录音
en: Record
ja: 通常録音
ko: 일반 녹음
zh_hant: 普通錄音

# composer_remove_attachment
source: 移除附件
en: Remove Attachment
ja: 添付を削除
ko: 첨부 파일 제거

# composer_remove_photo
source: 移除照片
en: Remove photo
ja: 写真を削除
ko: 사진 제거

# composer_search_models_description
source: 搜索模型
en: Search models
ja: モデルを検索
ko: 모델 검색
zh_hant: 搜尋模型

# composer_search_models_placeholder
source: 搜索模型、Provider 或规格
en: Search models, providers, or specs
ja: モデル、Provider、仕様を検索
ko: 모델, Provider 또는 사양 검색
zh_hant: 搜尋模型、Provider 或規格

# composer_send
source: 发送
en: Send
ja: 送信
ko: 보내기
zh_hant: 傳送

# composer_setup_model
source: 设置模型
en: Set up model
ja: モデルを設定
ko: 모델 설정
zh_hant: 設定模型

# composer_start_recording
source: 开始普通录音
en: Start recording
ja: 通常録音を開始
ko: 일반 녹음 시작
zh_hant: 開始普通錄音

# composer_stop
source: 停止
en: Stop
ko: 중지

# composer_stop_generating
source: 停止生成
en: Stop generating
ja: 生成を停止
ko: 생성 중지

# composer_stop_recording
source: 结束普通录音
en: Stop Recording
ja: 通常録音を終了
ko: 일반 녹음 종료
zh_hant: 結束普通錄音

# composer_stopping
source: 正在停止
en: Stopping
ja: 停止中
ko: 중지하는 중

# composer_voice_hint
source: 轻点开始或结束；按住说话，上滑取消
en: Tap to start or stop; hold to talk, swipe up to cancel
ja: タップで開始・終了、長押しで話す、上にスワイプでキャンセル
ko: 탭하여 시작/종료, 길게 눌러 말하기, 위로 밀어 취소
zh_hant: 輕點開始或結束；按住說話，上滑取消

# computeruse_approval_allow_once
source: 仅允许这一次
en: Allow just this once
ja: 今回だけ許可
ko: 이번만 허용
zh_hant: 僅允許這一次

# computeruse_approval_body_fmt
source: 目标应用：%1$s 动作：%2$s 此确认只对当前这一次操作有效，60 秒后自动拒绝。
en: Target app: %1$s Action: %2$s This confirmation applies only to this one action and will auto-deny after 60 seconds.
ja: 対象アプリ：%1$s 操作：%2$s この確認は今回の操作にのみ有効です。60 秒後に自動的に拒否されます。
ko: 대상 앱: %1$s 동작: %2$s 이 확인은 이번 한 번의 작업에만 유효하며, 60초 후 자동으로 거부됩니다.
zh_hant: 目標應用：%1$s 動作：%2$s 此確認只對當前這一次操作有效，60 秒後自動拒絕。

# computeruse_approval_title
source: 确认高风险操作
en: Confirm High-Risk Action
ja: 高リスク操作の確認
ko: 고위험 작업 확인
zh_hant: 確認高風險操作

# connectivity_offline_body
source: 网络连接不可用，部分功能可能受影响。
en: No network connection available. Some features may be affected.
ja: ネットワーク接続が利用できないため、一部の機能に影響が出る可能性があります。
ko: 네트워크 연결을 사용할 수 없어 일부 기능이 제한될 수 있습니다.
zh_hant: 網路連線不可用，部分功能可能受影響。

# connectivity_offline_dismiss_description
source: 关闭离线提示
en: Dismiss offline notice
ja: オフライン通知を閉じる
ko: 오프라인 알림 닫기
zh_hant: 關閉離線提示

# connectivity_offline_title
source: 已离线
en: Offline
ja: オフラインです
ko: 오프라인 상태
zh_hant: 已離線

# cron_active_queue_summary_fmt
source: 执行队列 %1$d · %2$s
en: Execution queue %1$d · %2$s
ja: 実行キュー %1$d · %2$s
ko: 실행 대기열 %1$d개 · %2$s
zh_hant: 執行佇列 %1$d · %2$s

# cron_active_runs_label
source: 活动运行
en: Active Runs
ja: 実行中のジョブ
ko: 실행 중인 작업
zh_hant: 活動執行

# cron_active_runs_summary %lld
source: 当前 %lld 个活动运行
en: %lld active runs currently
ja: 現在 %lld 件のジョブが実行中
ko: 현재 %lld개 실행 중
zh_hant: 當前 %lld 個活動執行

# cron_active_scope_label
source: 当前作用域
en: Active Scope
ja: 現在のスコープ
ko: 현재 범위
zh_hant: 當前作用域

# cron_advanced_expression_label
source: 高级五段 Cron（分 时 日 月 周）
en: Advanced 5-field cron (minute hour day month weekday)
ja: 高度な 5 フィールド Cron（分 時 日 月 曜）
ko: 고급 5단 Cron (분 시 일 월 요일)
zh_hant: 高階五段 Cron（分 時 日 月 週）
